Repository: mikacousin/olc
Catalog: po/*.po
Languages: fr

source: A Lighting Console.
fr: Une console lumière.

source: Visit Open Lighting Console website
fr: Visiter le site web de Open Lighting Console

source: New
fr: Nouveau

source: File
fr: Fichier

source: Open
fr: Ouvrir

source: Save
fr: Enregistrer

source: Save As
fr: Enregistrer sous

source: Import ASCII
fr: Importer ASCII

source: Curves
fr: Courbes

source: Cues
fr: Mémoires

source: Groups
fr: Groupes

source: Sequences
fr: Séquences

source: Track channels
fr: Suivi de circuits

source: Virtual Console
fr: Console virtuelle

source: Preferences
fr: Préférences

source: Keyboard Shortcuts
fr: Raccourcis claviers

source: About OLC
fr: À propos

source: Quit
fr: Quitter

# shortcut window
source: General
fr: Général

# shortcut window
source: Fullscreen
fr: Plein écran

# shortcut window
source: About
fr: À propos

# shortcut window
source: Open ASCII File
fr: Ouvrir un fichier ASCII

# shortcut window
source: Save ASCII File
fr: Enregistrer un fichier ASCII

# shortcut window
source: Save with file name
fr: Enregistrer sous

# shortcut window
source: Patch Channels
fr: Patch circuits

# shortcut window
source: Edit Sequence
fr: Éditer séquences

# shortcut window
source: Track Channels
fr: Suivi de circuits

# shortcut window
source: Independents
fr: Indépendants

# shortcut window
source: Virtual Console
fr: Console virtuelle

# shortcut window
source: Quit
fr: Quitter

# shortcut window
source: Close Tab
fr: Fermer onglet

# shortcut window
source: Clear
fr: Effacer saisie

# shortcut window
source: Move
fr: Déplacement

# shortcut window
source: Right
fr: Droite

# shortcut window
source: Left
fr: Gauche

# shortcut window
source: Up
fr: Haut

# shortcut window
source: Down
fr: Bas

# shortcut window
source: Select Channels
fr: Sélection des circuits

# shortcut window
source: Select channel number
fr: Sélection du numéro de circuit

# shortcut window
source: Add channel number
fr: Ajoute le numéro de circuit

# shortcut window
source: Remove channel number
fr: Retire le numéro de circuit

# shortcut window
source: Thru channel number
fr: Thru

# shortcut window
source: All channels
fr: Tous les circuits

# shortcut window
source: Levels
fr: Niveaux

# shortcut window
source: @ level
fr: @ niveau

# shortcut window
source: Level + %
fr: Niveau + %

# shortcut window
source: Level - %
fr: Niveau - %

# shortcut window
source: Time
fr: Temps

# shortcut window
source: Time In
fr: Temps de monté

# shortcut window
source: Time Out
fr: Temps de descente

# shortcut window
source: Delay
fr: Délai

# shortcut window
source: Delay In
fr: Délai de monté

# shortcut window
source: Delay Out
fr: Délai de descente

# shortcut window
source: Sequence
fr: Séquence

# shortcut window
source: Sequence +
fr: Séquence +

# shortcut window
source: Sequence -
fr: Séquence -

# shortcut window
source: Goto cue
fr: Aller à la mémoire

# shortcut window
source: Cue
fr: Mémoire

# shortcut window
source: Update cue
fr: Mettre à jour la mémoire

# shortcut window
source: Record cue
fr: Enregistrer mémoire

source: Open ASCII File
fr: Ouvrir fichier ASCII

source: Cancel
fr: Annuler

source: Save ASCII File
fr: Enregistrer fichier ASCII

source: MIDI Controllers
fr: Contrôleurs MIDI

source: MIDI Port
fr: Port MIDI

source: Active
fr: Actif

source: Rotatives Mode
fr: Mode des rotatifs

source: Save file ?
fr: Enregistrer le fichier ?

source: Don't Save
fr: Ne pas enregistrer

source: Save changes before closing ?
fr: Enregistrer les modifications avant la fermeture ?

source: Your changes will be lost if you don't save them.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.

source: Linear
fr: Linéaire

source: Square root
fr: Racine carrée

source: Limit
fr: Limite à

source: Segment
fr: Segments

source: Interpolate
fr: Interpolation

source: Full at 1%
fr: Full à 1%

source: Select curve
fr: Sélectionner une courbe

source: Remove curve
fr: Supprimer la courbe

source: New Limit curve
fr: Nouvelle courbe Limite

source: New Segments curve
fr: Nouvelle courbe Segments

source: New Interpolate curve
fr: Nouvelle courbe Interplation

source: Percentage
fr: Pourcentage

source: +% et -% value
fr: Valeur de +% et -%

source: Default transfer time
fr: Temps de transfert par défaut

source: Default Go Back time
fr: Temps de Go Back par défaut

source: Appearance
fr: Apparance

source: Local IP address
fr: Adresse IP locale

source: Server port
fr: Port du serveur

source: Client port
fr: Port du client

source: Client IP address
fr: Adresse IP du client
